resquest.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope" xmlns:tm="http://microsoft.com/wsdl/mime/textMatching/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:mime="http://schemas.xmlsoap.org/wsdl/mime/" xmlns:tns="http://tempuri.org/" xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://schemas.xmlsoap.org/wsdl/soap12/" xmlns:http="http://schemas.xmlsoap.org/wsdl/http/" xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" ><SOAP-ENV:Body><tns:GetEmpleados xmlns:tns="http://tempuri.org/"><tns:desdefecha>20160101</tns:desdefecha><tns:hastafecha>20160201</tns:hastafecha><tns:token>wXuEOWgLFWzw/BblbHdpTHlNGPS4ehY1fVOxTE+VW2mlQ1wt8uDZbPrCvg/bjAItyaMJhyDGsOUn96oBnKHd8r353jVhcJw3fTlXo22eGrJaen8bmKZzJg==</tns:token></tns:GetEmpleados></SOAP-ENV:Body></SOAP-ENV:Envelope>
